//
//  DescriptionOfProductFile.swift
//  Electrolux
//
//  Created by Ибрагим Габибли on 18.08.2024.
//

import Foundation

let descriptionOfProduct = "Робот-пылесос Miele Scout RX3 Home Vision HD работает автономно — запустите нужный режим, и робот самостоятельно объедет всю квартиру, удалит пыль и загрязнения. Данная модель рассчитана только на сухую уборку, которой достаточно для большинства пользователей. Мощный поток воздуха позволяет быстро всасывать как мелкие, так и крупные частицы, волосы и шерсть. Основной цвет прибора — черный/розовое золото. В качестве пылесборника производитель установил стандартный контейнер. Пользоваться им легко и удобно: чтобы очистить, просто достаньте его и высыпьте все в мусорное ведро, а затем протрите или вымойте емкость изнутри. Объем заполнения пылесборника — 0.4 л.\n\nТщательная уборка возможна за счет установленных фильтров, в их числе: Фильтр AirClean Plus. Регулировать силу всасывания удобно с помощью панели на корпусе. Контролировать процесс просто — взгляните на есть дисплей. Благодаря индикаторам вам доступна информация: разрядки аккумулятора.\n\nПрибор питается от аккумулятора, поэтому вам придется потратить время на его зарядку, зато в процессе уборки провод сети и удаленность от розетки никак не будут мешать. Предусмотрена удобная система парковки — с которой пылесос занимает меньше места.\n\nВ качестве ограничителя зоны уборки выступает магнитная лента.\n\nВ комплекте также идет пульт дистанционного управления для оптимизации работы."
